catppuccin/fish
franciscolourenco/done
gazorby/fish-abbreviation-tips
ilancosman/tide@v5
ivakyb/fish_ssh_agent
jorgebucaran/autopair.fish
jorgebucaran/fisher
jorgebucaran/nvm.fish
jorgebucaran/spark.fish
joseluisq/gitnow
junegunn/fzf
meaningful-ooo/sponge
nickeb96/puffer-fish
patrickf1/fzf.fish
