tap "bramstein/webfonttools"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"

brew "ack"
brew "atool"
brew "bash"
brew "bash-completion@2"
brew "bash-language-server"
brew "bat"
brew "bfg"
brew "binutils"
brew "blueutil"
brew "boost"
brew "bottom"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "brightness"
brew "btop"
brew "cask"
brew "ccls"
brew "clang-format"
brew "coreutils"
brew "curl"
brew "deno"
brew "dotnet"
brew "efm-langserver"
brew "eslint"
brew "exa"
brew "fasd"
brew "fastfetch"
brew "fd"
brew "feh"
brew "felixkratz/formulae/sketchybar"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "glib"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "grep"
brew "gsl"
brew "gst-libav"
brew "gst-plugins-bad"
brew "gst-plugins-base"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gstreamer"
brew "ical-buddy"
brew "ifstat"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "keychain"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "lazydocker"
brew "lazygit"
brew "libnice"
brew "libosinfo"
brew "librsvg"
brew "libxml2"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "make"
brew "mas"
brew "moreutils"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "onefetch"
brew "openssh"
brew "openssl@3"
brew "p7zip"
brew "php"
brew "pillow"
brew "prettier"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qt@5", link: true
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "shfmt"
brew "socat"
brew "speedtest-cli"
brew "sql-language-server"
brew "ssh-copy-id"
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "vte3"
brew "wego"
brew "wget"
brew "woff2"
brew "wtfutil"
brew "xclip"
brew "xmlformat"
brew "yaml-language-server"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "alacritty"
cask "discord"
cask "grammarly"
cask "hammerspoon"
cask "inkscape"
cask "kitty"
cask "libreoffice"
cask "lulu"
cask "moonlight"
cask "mumble"
cask "powershell"
cask "sf-symbols"
cask "skim"
cask "sloth"
cask "spotify"
cask "stats"
cask "thunderbird"
cask "xquartz"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "AutoMounter", id: 1160435653
mas "Cascadea", id: 1432182561
mas "Dark Reader for Safari", id: 1438243180
mas "MediaInfo", id: 510620098
mas "Messenger", id: 1480068668
mas "Notability", id: 360593530
mas "Parallels Client", id: 600925318
mas "Patterns", id: 429449079
mas "PiPifier", id: 1160374471
mas "PopClip", id: 445189367
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
