jorgebucaran/fisher
IlanCosman/tide@v5
jorgebucaran/nvm.fish
catppuccin/fish
joseluisq/gitnow@2.10.0
jorgebucaran/autopair.fish
jorgebucaran/spark.fish
patrickf1/fzf.fish
jethrokuan/z
nickeb96/puffer-fish
meaningful-ooo/sponge
franciscolourenco/done
jorgebucaran/getopts.fish
