tap "arthurk/virt-manager"
tap "bramstein/webfonttools"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "ack"
brew "act"
brew "glib"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "apr-util"
brew "gmp"
brew "hdf5"
brew "armadillo"
brew "atk"
brew "atool"
brew "bash"
brew "bash-completion@2"
brew "node"
brew "bash-language-server"
brew "bat"
brew "protobuf"
brew "bear"
brew "bfg"
brew "binutils"
brew "numpy"
brew "p7zip"
brew "pillow"
brew "binwalk"
brew "blueutil"
brew "boost"
brew "bottom"
brew "brew-cask-completion"
brew "brightness"
brew "btop"
brew "calcurse"
brew "coreutils"
brew "gnutls"
brew "emacs"
brew "cask"
brew "llvm"
brew "ccls"
brew "cifer"
brew "clang-format"
brew "openldap"
brew "curl"
brew "deno"
brew "dex2jar"
brew "dns2tcp"
brew "dooit"
brew "dotnet"
brew "duti"
brew "efm-langserver"
brew "eslint"
brew "exa"
brew "fasd"
brew "fastfetch"
brew "fd"
brew "feh"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "woff2"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "openssl@3"
brew "git-crypt"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "python@3.10"
brew "gobject-introspection"
brew "graphene"
brew "grep"
brew "gsl"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "libnice"
brew "gst-plugins-bad"
brew "gtk+3"
brew "libpsl"
brew "libsoup"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gtksourceview4"
brew "ical-buddy"
brew "ifstat"
brew "libomp"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "keychain"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "libosinfo"
brew "libpq"
brew "libsoup@2"
brew "libvirt", restart_service: true
brew "libxml2"
brew "lolcat"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "make"
brew "mas"
brew "moreutils"
brew "mysql-client"
brew "nmap"
brew "ripgrep"
brew "w3m"
brew "nb"
brew "ncdu"
brew "neovim"
brew "oh-my-posh"
brew "openssh"
brew "perl"
brew "php"
brew "zopfli"
brew "pigz"
brew "pngcheck"
brew "prettier"
brew "pv"
brew "qemu"
brew "qt@5", link: true
brew "ranger"
brew "rename"
brew "rlwrap"
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "speedtest-cli"
brew "spice-gtk"
brew "spotify-tui"
brew "sql-language-server"
brew "ssh-copy-id"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "trash-cli"
brew "tree"
brew "vbindiff"
brew "vte3"
brew "wego"
brew "wget"
brew "wireguard-go"
brew "wtfutil"
brew "xclip"
brew "xmlformat"
brew "xpdf"
brew "yaml-language-server"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "felixkratz/formulae/sketchybar"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "authy"
cask "betterdiscord-installer"
cask "caprine"
cask "cutter"
cask "discord"
cask "electron"
cask "firefox"
cask "grammarly"
cask "hammerspoon"
cask "inkscape"
cask "kitty"
cask "libreoffice"
cask "lulu"
cask "meetingbar"
cask "monitorcontrol"
cask "moonlight"
cask "powershell"
cask "sf-symbols"
cask "skim"
cask "sloth"
cask "spotify"
cask "stats"
cask "thunderbird"
cask "visual-studio-code"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "AmorphousMemoryMark", id: 1495719766
mas "Amphetamine", id: 937984704
mas "AutoMounter", id: 1160435653
mas "Brother iPrint&Scan", id: 1193539993
mas "Cascadea", id: 1432182561
mas "Dark Reader for Safari", id: 1438243180
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Malwarebytes Browser Guard", id: 1577761052
mas "MediaInfo", id: 510620098
mas "Messenger", id: 1480068668
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Pixelmator", id: 407963104
mas "PopClip", id: 445189367
mas "Prime Video", id: 545519333
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
